{
    "basics": {
        "name": "Dinellys Gutierrez",
        "label": "Human Resources Professional | Psychologist",
        "email": "dinellys@me.com",
        "summary": "Something I have learned through the years is: You can always teach someone how to do things, but you cannot force them to have a good attitude towards them. This is something I'm really good at: I can teach people and I can lead teams and get them to do a great job with outstanding attitude. Being a Psychologist with more than 10 years of experience in Human resources processes and BPO has given me with the knowledge in several processes in this area: employee retention strategies, organisational communication, disciplinary processes, social responsibility, massive hiring and legal background. All this time being exposed to the industry has provided me with strong leadership skills promoting team personal and professional growth and keeping high quality standards in performance. I really think this would be valuable in organisations now a days, we not only work with processes but with people who in turn (and ultimately) deliver results for companies and make them competitive in the market, so, this is what I would bring to the table: To make you better, to make us The Best! Outside work I love to spend time working on my personal development, taking self awareness courses, focusing in work with emotions and how to identify them… my spare time is pretty much like yours for sure: going to the movies, music, walks with my pet, time with my family and having \"Friends\" on repeat on Netflix.",
        "location": {
            "countryCode": "CO"
        },
        "phone": "+573006717934",
        "profiles": [
            {
                "network": "linkedin",
                "username": "dinellys",
                "url": "https:\/\/www.linkedin.com\/in\/dinellys"
            }
        ]
    },
    "work": [
        {
            "company": "Sutherland",
            "highlights": [
              "Leading of the processes concerning the Human Resources area",
              "Creation and monitoring of control strategies for staff turnover",
              "Creation of strategies for volunteering and social awareness.",
              "Creation of staff retention strategies",
              "Management of Human Resources local team",
              "Creation and delivery of reports of HR area",
              "Follow up on the goals and indicators of the Human Resources department",
              "Participation in the internal and external selection processes",
              "Support in the resolution of internal conflicts",
              "Follow-up to disciplinary processes and terminations",
              "Development of communication strategies"
            ],
            "position": "Human Resources Manager",
            "startDate": "2018-10-01",
            "endDate": "2020-05-01"
        },
        {
            "company": "Sutherland",
            "highlights": [
              "Analyze attrition data and work closely with HR Manager in action plan creation towards attrition reduction goals",
              "Support and execute employee retention action plans",
              "Disciplinary processes support",
              "Coordination of hiring and social benefits",
              "Payroll support",
              "Audit social security enrollment for all staff",
              "Support and create HR reports for different metrics",
              "Support conflict management resolution among employees in operative positions ",
              "Management of local employee data base"
            ],
            "position": "Senior Professional Human Resources",
            "startDate": "2012-05-01",
            "endDate": "2018-09-30"
        },
        {
            "company": "Sutherland",
            "highlights": [
              "Perform training in: soft skills, customer service and sales strategies",
              "Update incoming waves of employees in client processes and systems",
              "Deliver reports on training metrics",
              "Monitoring performance of trained employees within the first 3 months of production ",
              "Development and implementation of action plans to increase performance of trained employees within the first 30 days of production",
              "Support service delivery team in retraining, performance evaluation processes for trained employees within the first 6 months of hitting production floor"
            ],
            "position": "Sales and Tech Trainer",
            "startDate": "2010-08-01",
            "endDate": "2012-05-01"
        },
        {
            "company": "POSTOBON S.A.",
            "highlights": [
              "Perform external selection processes for different areas of the company according to requirements and needs (Sales, Accounting, Upper Management and Tech)",
              "Application of performance evaluations. ",
              "Organization of activities to support Well-being",
              "Home visits for retired employees ",
              "Interviews and psychological tests to retired personnel and their family members",
              "Onboarding for incoming employees at all levels (Management, Admin, operative and interns)"
            ],
            "position": "Internship",
            "startDate": "2009-11-01",
            "endDate": "2010-05-01"
        }
    ],
    "education": [
        {
            "institution": "Universidad del Norte",
            "area": "Humanidades",
            "studyType": "Psicóloga - Minor Psicología Económica y del Consumidor",
            "startDate": "2008-01-01",
            "endDate": "2010-01-01"
        },
        {
            "institution": "University of Valencia",
            "area": "Humanidades",
            "studyType": "Cursos Psicología Vocacional, Psicología Social, Psicología del Desarrollo",
            "startDate": "2005-01-01",
            "endDate": "2006-01-01"
        }
    ],
    "skills": [
        {
            "name": "Customer Service"
        },
        {
            "name": "Team Leadership"
        },
        {
            "name": "Management"
        },
        {
            "name": "Performance Management"
        },
        {
            "name": "Project Management"
        },
        {
            "name": "Employee Benefits Design"
        },
        {
            "name": "Human Resources (HR)"
        },
        {
            "name": "Psychology"
        },
        {
            "name": "Microsoft Excel"
        },
        {
            "name": "Training"
        },
        {
            "name": "People Engagement"
        },
        {
            "name": "Communication"
        }
    ],
    "languages": [
        {
            "language": "English",
            "fluency": "Full professional"
        },
        {
            "language": "Spanish",
            "fluency": "Native"
        }
    ]
}
